{"Title":"History of Canada","headers":[{"DateFrom":"-1000-01-01","DateTo":"","Texts":"","Title":"Aborginal peoples","subHeaders":[{"Texts":"The native people were called Indians by the first Europeans because they thought they had reached the East Indies.\nThe Huron-Wendat of Great Lakes region, like Iroquois were farmers and hunters.\nThe Cree and Dene of the Northwest were hunter-gatherers.\nThe Sioux were nomadic, following the bison herd.\nThe Inuit lived off Arctic wildlife.\nWest Coast natives preserved fish by drying and smoking.\n","Title":"Indians"}]},{"DateFrom":"1000-01-01","DateTo":"","Title":"The first Europeans","subHeaders":[{"Texts":"The Vikings from Iceland reached Labrador and the island of Newfoundland.\nThe remains of their settlement, l\u0027Anse aux Meadows, are a World Heritage site.\n","Title":"Vikings"},{"Texts":"Expedition of John Cabot.\nFirst to draw a map of Canada\u0027s East coast.\n","Title":"Europeans exploration"}]},{"DateFrom":"1534-01-01","DateTo":"1550-01-01","Title":"Naming Canada","subHeaders":[{"Texts":"Jacques Cartier made three voyages across the Atlantic, claiming the land for King Francis.\n Cartier heard two captured natives speak the Iroquoian word \u003cI\u003ekanata\u003c/I\u003e, meaning \"village\".\n By 1550s, the name of Canada began appearing on maps.    \n","Title":"Jacques Cartier"}]},{"DateFrom":"1604-01-01","DateTo":"1701-01-01","Title":"Royal New France","subHeaders":[{"Texts":"Pierre de Monts and Samuel de Champlain established settlement at Port-Royal in Acadia(present day Nova-Scotia) in 1604.\n","Title":"Acadia"},{"DateFrom":"","DateTo":"","Texts":"In 1608 Champlain build a fortress at what is now Quebec City.\n","Title":"Quebec"},{"Texts":"Pierre de Monts and Samuel de Champlain established settlement at Port-Royal in Acadia(present day Nova-Scotia) in 1604.        \n","Title":"Acadia"},{"Texts":"The French allied with the Algonquin,Montagnais and Huron to fight against historic enemy Iroquois.\nPeace was made in 1701 between French allies and Iroquois.\nLeaders like Jean Talon,Bishop Laval and Count Frontenac built a French Empire in North America that reached from Hudson Bay to the Gulf of Mexico.\n","Title":"Peace treaty"}]},{"DateFrom":"1670-01-01","DateTo":"","Title":"English Connection","subHeaders":[{"Texts":"King Charles II of England granted the Hudson\u0027s Bay Company exclusive trading rights over the watershed draining into Hudson Bay.            \n","Title":"Hudson\u0027s Bay Company"}]},{"DateFrom":"1758-01-01","DateTo":"","Title":"Democracy","subHeaders":[{"Texts":"The first representative assembly was elected in Halifax,Nova Scotia.\n","Title":"First assembly"}]},{"DateFrom":"1759-01-01","DateTo":"","Title":"Battle of the plains","subHeaders":[{"Texts":"British defeated the French marking the end of France\u0027s empire in America.\nBritish renamed the colony the \"Province of Quebec\".\nThe French speaking Catholic people are known as \u003cI\u003ehabitants\u003c/I\u003e or \u003cI\u003eCanadiens.\u003c/I\u003e        \n","Title":"Abraham,Quebec City"}]},{"DateFrom":"1774-01-01","DateTo":"","Title":"Quebec Act","subHeaders":[{"Texts":"Religious freedom for Catholics and permission to hold public office.\nFrench civil law in parallel with British criminal law.\n","Title":"Religious freedom"}]},{"DateFrom":"1776-01-01","DateTo":"","Title":"United States","subHeaders":[{"Texts":"13 British colonies to the south of Quebex declared independence and formed the United States.\n More than 40000 people loyal to the Crown called \"Loyalists\" fled the American Revolution to settle in Nova Scotia and Quebec\n","Title":"Independence"}]},{"DateFrom":"1791-01-01","DateTo":"1833-01-01","Title":"Slavery","subHeaders":[{"DateFrom":"1791-01-01","DateTo":"","Texts":"Province of Quebec divided into Upper Canada (later Ontario) which was mainly loyalists, Protestant,English speaking and Lower Canada(later Quebec) Catholic French speaking.      \n","Title":"The Constitutional Act"},{"DateFrom":"1792-01-01","DateTo":"","Texts":"Some black Nova Scotians who were given poor land, moved on to establish Freetown, Sierra Leone(West Africa), a new British colony for freed slaves.\n","Title":"Freetown"},{"DateFrom":"1792-01-01","DateTo":"1833-01-01","Texts":"John Graves Simcoe led Upper Canada to move towards abolition of slavery.\nBuying and selling of slaves was abolished throughout British empire in 1833.\n","Title":"Simcoe"}]},{"DateFrom":"1812-01-01","DateTo":"1814-01-01","Title":"The fight for Canada","subHeaders":[{"Texts":"1813 - lieutenant-Colonel Charles de Salaberry and mostly French soldiers turned back Americans at Chateauguay, Montreal.\n1813-Americans burned down parliament building in York (now Toronto)\n1814-Soldiers led by Major-General Robert Ross burnt down White House.\n","Title":"Present day border between Canada and United States"}]},{"DateFrom":"1832-01-01","DateTo":"","Title":"Financial Institution","subHeaders":[{"Texts":"The Montreal Stock Exchange was established in 1832.\nCanada\u0027s economy was based mainly on farming, exporting - fur,fish,timber.","Title":"The Montreal Stock Exchange"}]}]}